[
    {
        "id": 1,
        "text": "My community has a strong network of organizations and individuals that work together to provide opportunities for people to get essential math and literacy skills.",
        "initial": true,
        "final": true
    },
    {
        "id": 2,
        "text": "My community actively invests and works to provide opportunities to get essential math and literacy skills to its members.",
        "initial": true,
        "final": true
    },
    {
        "id": 3,
        "text": "I am aware and understand about the importance of all people receiving education basics of math and language (reading, writing, speaking).",
        "initial": true,
        "final": true
    },
    {
        "id": 4,
        "text": "I am aware and understand the accessibility to different opportunities to learn and resources available for that (libraries, education centres, and similar).",
        "initial": true,
        "final": true
    },
    {
        "id": 5,
        "text": "I am aware of the basics of math and language (reading, writing, speaking)?",
        "initial": true,
        "final": true
    },
    {
        "id": 6,
        "text": "I am empowered to keep on learning and improving your knowledge consistently.",
        "initial": true,
        "final": true
    },
    {
        "id": 7,
        "text": "I am empowered to read books on a regular basis.",
        "initial": true,
        "final": true
    },
    {
        "id": 8,
        "text": "I am empowered to help people in my community to get more access to education opportunities.",
        "initial": true,
        "final": true
    },
    {
        "id": 9,
        "text": "I feel confident using basic math and language principles and skills in practice",
        "initial": true,
        "final": true
    },
    {
        "id": 10,
        "text": "How much interest do you take in your and your communities education?",
        "initial": false,
        "final": true
    },
    {
        "id": 11,
        "text": "On a scale from 1 to 10 how likely are you to recommend participating in this project for a friend?",
        "initial": false,
        "final": true
    }
]